<?php return array (
  'AED' => 
  array (
    'name' => 'ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ',
  ),
  'AFN' => 
  array (
    'name' => 'ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི',
  ),
  'AUD' => 
  array (
    'name' => 'ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => 'AU$',
  ),
  'BDT' => 
  array (
    'name' => 'བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ',
    'symbol' => '৳',
  ),
  'BMD' => 
  array (
    'name' => 'བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => '$',
  ),
  'BRL' => 
  array (
    'name' => 'བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ',
    'symbol' => 'R$',
  ),
  'BTN' => 
  array (
    'name' => 'དངུལ་ཀྲམ',
    'symbol' => 'Nu.',
  ),
  'CAD' => 
  array (
    'name' => 'ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => 'CA$',
  ),
  'CHF' => 
  array (
    'name' => 'སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ',
  ),
  'CLP' => 
  array (
    'name' => 'ཅི་ལི་གི་དངུལ་ པེ་སོ',
    'symbol' => '$',
  ),
  'CNY' => 
  array (
    'name' => 'རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན',
    'symbol' => 'CN¥',
  ),
  'COP' => 
  array (
    'name' => 'ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ',
    'symbol' => '$',
  ),
  'CUP' => 
  array (
    'name' => 'ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ',
    'symbol' => '$',
  ),
  'DKK' => 
  array (
    'name' => 'ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན',
  ),
  'DZD' => 
  array (
    'name' => 'ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར',
  ),
  'EGP' => 
  array (
    'name' => 'ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ',
  ),
  'EUR' => 
  array (
    'name' => 'ཡུ་རོ༌དངུལ་',
    'symbol' => '€',
  ),
  'GBP' => 
  array (
    'name' => 'བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང',
    'symbol' => '£',
  ),
  'HKD' => 
  array (
    'name' => 'ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར',
    'symbol' => 'HK$',
  ),
  'IDR' => 
  array (
    'name' => 'ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ',
  ),
  'ILS' => 
  array (
    'name' => 'ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ',
    'symbol' => 'ILS',
  ),
  'INR' => 
  array (
    'name' => 'རྒྱ་གར་གྱི་དངུལ་ རུ་པི',
    'symbol' => '₹',
  ),
  'IQD' => 
  array (
    'name' => 'ཨི་རཱཀ་གི་དངུལ་ ཌི་ན',
  ),
  'IRR' => 
  array (
    'name' => 'ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ',
  ),
  'ISK' => 
  array (
    'name' => 'ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན',
  ),
  'JMD' => 
  array (
    'name' => 'ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => '$',
  ),
  'JOD' => 
  array (
    'name' => 'ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན',
  ),
  'JPY' => 
  array (
    'name' => 'ཇཱ་པཱན་གྱི་དངུལ་ ཡེན',
    'symbol' => 'JP¥',
  ),
  'KES' => 
  array (
    'name' => 'ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང',
  ),
  'KHR' => 
  array (
    'name' => 'ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ',
    'symbol' => '៛',
  ),
  'KPW' => 
  array (
    'name' => 'ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
  ),
  'KRW' => 
  array (
    'name' => 'སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
    'symbol' => 'KR₩',
  ),
  'KWD' => 
  array (
    'name' => 'ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན',
  ),
  'KZT' => 
  array (
    'name' => 'ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ',
    'symbol' => '₸',
  ),
  'LAK' => 
  array (
    'name' => 'ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ',
    'symbol' => '₭',
  ),
  'LBP' => 
  array (
    'name' => 'ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ',
  ),
  'LKR' => 
  array (
    'name' => 'ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི',
  ),
  'LRD' => 
  array (
    'name' => 'ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => '$',
  ),
  'LYD' => 
  array (
    'name' => 'ལི་བི་ཡ་གི་དངུལ་ ཌི་ན',
  ),
  'MAD' => 
  array (
    'name' => 'མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ',
  ),
  'MMK' => 
  array (
    'name' => 'མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ',
  ),
  'MNT' => 
  array (
    'name' => 'སོག་པོའི་དངུལ་ ཏུ་གྲིཀ',
    'symbol' => '₮',
  ),
  'MXN' => 
  array (
    'name' => 'མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ',
    'symbol' => 'MX$',
  ),
  'MYR' => 
  array (
    'name' => 'མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ',
  ),
  'NOK' => 
  array (
    'name' => 'ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན',
  ),
  'NPR' => 
  array (
    'name' => 'བལ་པོའི་དངུལ་ རུ་པི',
  ),
  'NZD' => 
  array (
    'name' => 'ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར',
    'symbol' => 'NZ$',
  ),
  'OMR' => 
  array (
    'name' => 'ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ',
  ),
  'PAB' => 
  array (
    'name' => 'པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ',
  ),
  'PEN' => 
  array (
    'name' => 'པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ',
  ),
  'PHP' => 
  array (
    'name' => 'ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ',
    'symbol' => '₱',
  ),
  'PKR' => 
  array (
    'name' => 'པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི',
  ),
  'PLN' => 
  array (
    'name' => 'པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི',
  ),
  'QAR' => 
  array (
    'name' => 'ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ',
  ),
  'RUB' => 
  array (
    'name' => 'ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ',
  ),
  'SAR' => 
  array (
    'name' => 'སཱཝ་དིའི་དངུལ་ རི་ཡཱལ',
  ),
  'SCR' => 
  array (
    'name' => 'སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི',
  ),
  'SEK' => 
  array (
    'name' => 'སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན',
  ),
  'SGD' => 
  array (
    'name' => 'སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར',
    'symbol' => '$',
  ),
  'SYP' => 
  array (
    'name' => 'སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ',
  ),
  'THB' => 
  array (
    'name' => 'ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ',
    'symbol' => 'TH฿',
  ),
  'TJS' => 
  array (
    'name' => 'ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི',
  ),
  'TRY' => 
  array (
    'name' => 'ཊཱར་ཀི་གི་དངུལ་ ལི་ར',
    'symbol' => '₺',
  ),
  'TWD' => 
  array (
    'name' => 'ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར',
    'symbol' => 'NT$',
  ),
  'TZS' => 
  array (
    'name' => 'ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང',
  ),
  'UGX' => 
  array (
    'name' => 'ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང',
  ),
  'USD' => 
  array (
    'name' => 'ཡུ་ཨེས་ ཌོ་ལར',
    'symbol' => 'US$',
  ),
  'UYU' => 
  array (
    'name' => 'ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ',
    'symbol' => '$',
  ),
  'UZS' => 
  array (
    'name' => 'ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ',
  ),
  'VEF' => 
  array (
    'name' => 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར',
  ),
  'VND' => 
  array (
    'name' => 'བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང',
    'symbol' => '₫',
  ),
  'XXX' => 
  array (
    'name' => 'མ་ཤེས་པའི་དངུལ',
  ),
  'ZAR' => 
  array (
    'name' => 'སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད',
  ),
);
